<p><strong>Kod genetyczny</strong></p>
<div>&nbsp;</div>
<p>Podobnie jak w informatyce, gdzie wyr&oacute;żnia się jednostki informacji zwane bitami, tak w genetyce taką &bdquo;cegiełką informacyjną&rdquo; jest gen. Informacja genetyczna dotyczy budowy i sposobu funkcjonowania organizmu - czyli jest informacją o ogromnej ilości jego cech. Każda taka cecha, o ile jest oczywiście cechą dziedziczną, zapisana jest w genach.</p>
<p>Uwaga! Nie obowiązuje tu zasada jeden gen - jedna cecha. Są cechy, kt&oacute;re są efektem obecności kilku gen&oacute;w, jak r&oacute;wnież zdarza się, że jeden gen wywołuje pojawienie się kilku cech jednocześnie.</p>
<p>Analiza funkcjonowania organizmu wskazuje, że warunkiem pojawienia się jakiejkolwiek cechy jest obecność odpowiedniego białka. Związki te pełnią wiele r&oacute;żnorodnych i kluczowych dla organizmu funkcji. Szczeg&oacute;lną rolę odgrywają białka enzymatyczne, katalizujące szereg przemian.</p>
<p>Przykład: albo ktoś posiada w kom&oacute;rkach tęcz&oacute;wki oka enzym (= białko) katalizujący syntezę melaniny i ma oczy ciemne (np. brązowe), albo go nie posiada i ma oczy jasne (np. niebieskie).</p>
<p>Prawidłowe funkcjonowanie cząsteczki białka uwarunkowane jest jego przestrzennym kształtem (struktura trzeciorzędowa). Kształt cząsteczki zależy od kolejności aminokwas&oacute;w wchodzących w jej skład (struktura pierwszorzędowa).</p>
<p>Wystarczy więc zapisać kolejność aminokwas&oacute;w, aby odtworzyć ostateczną budowę białka.</p>
<p><strong>Gen</strong>&nbsp;jest to fragment cząsteczki DNA zawierający informację o kolejności aminokwas&oacute;w w cząsteczce białka.</p>
<p>Aminokwas&oacute;w budujących białko jest 20, natomiast w DNA spotykamy 4 rodzaje nukleotyd&oacute;w. Najprostszym sposobem zakodowania 20 aminokwas&oacute;w za pomocą 4 nukleotyd&oacute;w jest zastosowanie kombinacji tr&oacute;jkowej. Określonej kombinacji trzech nukleotyd&oacute;w (tzw. kodonowi albo tripletowi) odpowiada określony aminokwas. Na tym właśnie polega kod genetyczny (czyli system szyfrowania informacji).</p>
<p><strong>Kod genetyczny</strong>&nbsp;jest to system zapisu informacji genetycznej, w kt&oacute;rym każdemu aminokwasowi odpowiada określony kodon.</p>
<p><strong>Kodon (triplet) to trzy kolejne nukleotydy wyznaczające aminokwas.</strong></p>
<p>Uwaga! Są trzy kodony, kt&oacute;re nie wyznaczają żadnego aminokwasu - to tzw. kodony nonsensowne, ich rola zostanie wyjaśniona w rozdziale dotyczącym biosyntezy białka.</p>
<p><strong>Cechy kodu genetycznego:</strong></p>
<p>1. Jest&nbsp;<strong>tr&oacute;jkowy</strong>, czyli 3 nukleotydy to jeden kodon (a dalej jeden aminokwas).</p>
<p>2. Jest&nbsp;<strong>jednoznaczny</strong>, to znaczy, że jeden kodon wyznacza tylko jeden aminokwas.</p>
<p>3. Jest&nbsp;<strong>zdegenerowany</strong>, to znaczy, że jeden aminokwas może być zapisany za pomocą kilku r&oacute;żnych kodon&oacute;w. Właściwość ta wynika z faktu, że ilość kombinacji trzech nukleotyd&oacute;w przy czterech ich rodzajach wynosi 64. Wiadomo, że trzy z nich są nonsensowne, zostaje więc 61 kodon&oacute;w dla zapisania 20 aminokwas&oacute;w. Statystycznie więc 1 aminokwas można by zapisać na trzy sposoby, w praktyce ta liczba jest zmienna (przyjrzyj się tabeli kodu genetycznego).</p>
<p>4. Jest&nbsp;<strong>bezprzecinkowy</strong>, to znaczy pomiędzy kodonami nie ma żadnych znak&oacute;w przestankowych ani wolnych nukleotyd&oacute;w, a informacja odczytywana jest jednym ciągiem.</p>
<p>5. Jest&nbsp;<strong>niezachodzący</strong>, to znaczy jeden kodon nie zachodzi na sąsiedni, nie ma możliwości, żeby np. trzeci nukleotyd jednego kodonu był jednocześnie pierwszym następnego.</p>
<p>6. Jest&nbsp;<strong>uniwersalny</strong>&nbsp;(powszechny), to znaczy, że obowiązuje jeden, taki sam spos&oacute;b zapisu informacji w całym świecie ożywionym. Ta cecha kodu genetycznego jest wspaniałym dowodem na jedność świata żywego i wsp&oacute;lne pochodzenie organizm&oacute;w.</p>
<p><strong>Kod genetyczny jest uniwersalny - ten sam spos&oacute;b zapisu informacji obowiązuje w całym świecie organizm&oacute;w żywych.</strong></p>
<p><strong>Tabela: kod genetyczny</strong></p>
<table>
<tbody>
<tr>
<td>&nbsp;</td>
<td><strong>U</strong></td>
<td><strong>C</strong></td>
<td><strong>A</strong></td>
<td><strong>G</strong></td>
<td>&nbsp;</td>
</tr>
<tr>
<td rowspan="4"><strong>U</strong></td>
<td>UUU fenyloalanina</td>
<td>UCU seryna</td>
<td>UAU tyrozyna</td>
<td>UGU cysteina</td>
<td><strong>U</strong></td>
</tr>
<tr>
<td>UUC fenyloalanina</td>
<td>UCC seryna</td>
<td>UAC tyrozyna</td>
<td>UGC cysteina</td>
<td><strong>C</strong></td>
</tr>
<tr>
<td>UUA leucyna</td>
<td>UCA seryna</td>
<td>UAA stop</td>
<td>UGA stop</td>
<td><strong>A</strong></td>
</tr>
<tr>
<td>UUG leucyna</td>
<td>UCG seryna</td>
<td>UAG stop</td>
<td>UGG tryptofan</td>
<td><strong>G</strong></td>
</tr>
<tr>
<td rowspan="4"><strong>C</strong></td>
<td>CUU leucyna</td>
<td>CCU prolina</td>
<td>CAU histydyna</td>
<td>CGU arginina</td>
<td><strong>U</strong></td>
</tr>
<tr>
<td>CUC leucyna</td>
<td>CCC prolina</td>
<td>CAC histydyna</td>
<td>CGC arginina</td>
<td><strong>C</strong></td>
</tr>
<tr>
<td>CUA leucyna</td>
<td>CCA prolina</td>
<td>CAA glutamina</td>
<td>CGA arginina</td>
<td><strong>A</strong></td>
</tr>
<tr>
<td>CUG leucyna</td>
<td>CCG prolina</td>
<td>CAG glutamina</td>
<td>CGG arginina</td>
<td><strong>G</strong></td>
</tr>
<tr>
<td rowspan="4"><strong>A</strong></td>
<td>AUU izoleucyna</td>
<td>ACU treonina</td>
<td>AAU asparagina</td>
<td>AGU seryna</td>
<td><strong>U</strong></td>
</tr>
<tr>
<td>AUC izoleucyna</td>
<td>ACC treonina</td>
<td>AAC asparagina</td>
<td>AGC seryna</td>
<td><strong>C</strong></td>
</tr>
<tr>
<td>AUA izoleucyna</td>
<td>ACA treonina</td>
<td>AAA lizyna</td>
<td>AGA arginina</td>
<td><strong>A</strong></td>
</tr>
<tr>
<td>AUG metionina</td>
<td>ACG treonina</td>
<td>AAG lizyna</td>
<td>AGG arginina</td>
<td><strong>G</strong></td>
</tr>
<tr>
<td rowspan="4"><strong>G</strong></td>
<td>GUU walina</td>
<td>GCU alanina</td>
<td>GAU kw. asparaginowy</td>
<td>GGU glicyna</td>
<td><strong>U</strong></td>
</tr>
<tr>
<td>GUC walina</td>
<td>GCC alanina</td>
<td>GAC kw. asparaginowy</td>
<td>GGC glicyna</td>
<td><strong>C</strong></td>
</tr>
<tr>
<td>GUA walina</td>
<td>GCA alanina</td>
<td>GAA kw. glutaminowy</td>
<td>GGA glicyna</td>
<td><strong>A</strong></td>
</tr>
<tr>
<td>GUG walina</td>
<td>GCG alanina</td>
<td>GAG kw. glutaminowy</td>
<td>GGG glicyna</td>
<td><strong>G</strong></td>
</tr>
</tbody>
</table>