<h3>Charakterystyka tkanek zwierzęcych</h3>
<p><strong><u>Tkanka nabłonkowa</u></strong></p>
<p>Jej kom&oacute;rki ściśle do&nbsp;siebie przylegają, tworząc warstwę osadzoną na&nbsp;błonie podstawowej -&nbsp;substancji bezkom&oacute;rkowej zbudowanej z&nbsp;wł&oacute;kien białkowych.</p>
<p>Ze względu na&nbsp;budowę wyr&oacute;żnić można:</p>
<ul>
<li>Nabłonek jednowarstwowy (występujący powszechnie u&nbsp;bezkręgowc&oacute;w, u&nbsp;zwierząt kręgowych tylko wewnątrz organizmu):
<ul>
<li>plaski -&nbsp;zbudowany z&nbsp;płaskich kom&oacute;rek, ściśle do&nbsp;siebie przylegających; występuje w&nbsp;pęcherzykach płucnych, w&nbsp;pęcherzu moczowym, wyściela jamy ciała i&nbsp;światło naczyń,</li>
<li>sześcienny (kostkowy, brukowy) -&nbsp;występuje w&nbsp;tarczycy, buduje kanaliki nerwowe, oko, ucho środkowe,</li>
<li>walcowaty (cylindryczny) -&nbsp;jego kom&oacute;rki mogą wytwarzać rzęski -&nbsp;migawki; występuje w&nbsp;przewodzie pokarmowym i&nbsp;jajowodach,</li>
<li>wielorzędowy (pseudowarstwowy) -&nbsp;budują go&nbsp;kom&oacute;rki o&nbsp;r&oacute;żnej wysokości, spoczywające na&nbsp;błonie podstawowej; występuje w&nbsp;drogach oddechowych i&nbsp;pęcherzu moczowym,</li>
</ul>
</li>
<li>Nabłonek wielowarstwowy (okrywa ciało kręgowc&oacute;w):
<ul>
<li>płaski -&nbsp;najwyższe jego kom&oacute;rki przylegają do&nbsp;błony podstawowej, zaś&nbsp;najniższe, najbardziej płaskie znajdują się&nbsp;na powierzchni; występuje w&nbsp;gardle, jamie ustnej, przełyku i&nbsp;pochwie; wielowarstwowym nabłonkiem płaskim jest r&oacute;wnież nask&oacute;rek,</li>
<li>walcowaty -&nbsp;występuje w&nbsp;cewce moczowej męskiej i&nbsp;w przewodach łzowych.</li>
</ul>
</li>
</ul>
<p>Ze względu na&nbsp;pełnione funkcje wyr&oacute;żnia się&nbsp;nabłonki:</p>
<ul>
<li>pokrywająco -&nbsp;ochronne -&nbsp;chronią powierzchnię ciała zwierząt oraz powierzchnię narząd&oacute;w wewnętrznych przed urazami (łuski, sierść, pi&oacute;ra, włosy),</li>
<li>transportujące (wchłaniające) -&nbsp;zwiększają powierzchnię, przez kt&oacute;rą następuje wchłanianie, przenikają przez niego takie gazy jak: tlen, dwutlenek węgla, jony i&nbsp;związki chemiczne,</li>
<li>wydalnicze -&nbsp;mają za&nbsp;zadanie usuwanie produkt&oacute;w powstałych poprzez przemianę materii o&nbsp;działaniu szkodliwym dla&nbsp;organizmu,</li>
<li>zmysłowe -&nbsp;odbierające bodźce pochodzące ze&nbsp;środowiska zewnętrznego, odgrywające rolę w&nbsp;budowie receptor&oacute;w,</li>
<li>lokomotoryczne -&nbsp;dzięki posiadaniu urzęsienia, pozwalają na ruch i&nbsp;tym samym na&nbsp;przemieszczanie,</li>
<li>rozrodcze -&nbsp;występują w&nbsp;gonadach i&nbsp;biorą udział w&nbsp;powstawaniu gamet,</li>
<li>gruczołowe (wydzielnicze) -&nbsp;wytwarzają i&nbsp;wydzielają r&oacute;żne substancje, między innymi enzymy i hormony.</li>
</ul>
<p><strong><u>Tkanka mięśniowa</u></strong></p>
<p>Charakterystyczną jej&nbsp;cechą jest zdolność do&nbsp;kurczenia się. Zawdzięcza to&nbsp;posiadaniu w&nbsp;cytoplazmie wł&oacute;kien białkowych zwanych miofibrylami, kt&oacute;re wzdłuż osi&nbsp;kom&oacute;rki ułożone są&nbsp;w spos&oacute;b r&oacute;wnoległy. Kr&oacute;tsze wł&oacute;kna białkowe, wchodzące w&nbsp;skład miofibryli to&nbsp;miofilamenty. Miofilamenty zbudowane są&nbsp;z miozyny, czyli białek grubszych, oraz aktyny -&nbsp;cieńszych.</p>
<p>Podział tkanki mięśniowej:</p>
<ul>
<li>tkanka mięśniowa gładka -&nbsp;budują ją&nbsp;wł&oacute;kna wrzecionowate, o&nbsp;ostrym zakończeniu, jednojądrowe; występują w&nbsp;narządach wewnętrznych,</li>
<li>tkanka mięśniowa poprzecznie prążkowana -&nbsp;w tkance tej&nbsp;wł&oacute;kna podzielone są&nbsp;przez błony graniczne, przechodzące przez miofibryle, a&nbsp;ich odcinki znajdujące się&nbsp;pomiędzy tymi błonami to&nbsp;sarkomery. Sarkomery składają się&nbsp;z prążka ciemnego ułożonego centralnie i&nbsp;prążk&oacute;w jasnych ułożonych peryferycznie:
<ul>
<li>szkieletowa -&nbsp;budują ją&nbsp;wł&oacute;kna wydłużone, o&nbsp;tępym zakończeniu, zawierające wiele jąder, kt&oacute;re są&nbsp;ułożone peryferycznie; te&nbsp;mięśnie pozwalają na&nbsp;wykonywanie przez organizmy ruch&oacute;w,</li>
<li>mięsień sercowy -&nbsp;budują go&nbsp;wł&oacute;kna wydłużone, rozgałęziające się&nbsp;na biegunach, tępo zakończone, w&nbsp;kom&oacute;rkach znajduje się&nbsp;jedno, ułożone centralnie jądro.</li>
</ul>
</li>
</ul>
<p>Skurcze mięsni:</p>
<ul>
<li>gładkich -&nbsp;są niezależne od&nbsp;naszej woli, mogą być&nbsp;natomiast wywołane działaniem impuls&oacute;w nerwowych, czynnikami mechanicznymi, bądź oddziaływaniem substancji chemicznych,</li>
<li>poprzecznie prążkowanych -&nbsp;zależą od&nbsp;naszej woli, podczas takiego skurczu sarkomery ulegają skr&oacute;ceniu, a&nbsp;właściwie prążki jasne, kt&oacute;re je&nbsp;budują, natomiast szerokość prążk&oacute;w ciemnych w&nbsp;zasadzie nie&nbsp;ulega zmianie.,</li>
<li>sercowego -&nbsp;odbywa się&nbsp;na zasadzie takiej samej jak&nbsp;skurcze mięśni poprzecznie prążkowanych, z&nbsp;tą r&oacute;żnicą, że&nbsp;nie zostają wywołane przez naszą wolę, ale&nbsp;przez impuls, kt&oacute;ry zostaje wytwarzany przez kom&oacute;rki tego mięśnia.</li>
</ul>
<p><strong><u>Tkanka nerwowa</u></strong></p>
<p>Kom&oacute;rki tej&nbsp;tkanki to&nbsp;neurony. Ich&nbsp;zadaniem, a&nbsp;dokładnie zadaniem ich&nbsp;błony kom&oacute;rkowej jest odbieranie bodźc&oacute;w i&nbsp;następnie w&nbsp;postaci impulsu przesyłanie informacji do&nbsp;określonych układ&oacute;w, lub&nbsp;narząd&oacute;w. Impuls nerwowy to&nbsp;nic innego, jak&nbsp;właśnie stan czynnościowy, w&nbsp;kt&oacute;rym znajduje się&nbsp;błona kom&oacute;rkowa neuronu, kt&oacute;ra może być&nbsp;zdepolaryzowana, jeżeli oddziaływanie boźdźca doprowadziło do&nbsp;zmniejszenia jej&nbsp;przepuszczalności dla&nbsp;jon&oacute;w sodowych, potasowych i&nbsp;innych. Działanie boźdźca może doprowadzić r&oacute;wnież do&nbsp;zwiększenia stanu polaryzacji błony. Neurony składają się&nbsp;z dendryt&oacute;w oraz neuryt&oacute;w. Wypustki zwane dendrytami odbierają bodźce i&nbsp;przesyłają go&nbsp;przez neuron, natomiast neuryty impuls, kt&oacute;ry do&nbsp;nich dociera przekazują dalej innym kom&oacute;rkom. Miejsce stykania się&nbsp;neuron&oacute;w to&nbsp;synapsy w&nbsp;skład, kt&oacute;rych wchodzą błony: presynaptyczna, postsynaptyczna oraz synaptyczna szczelina, tworząca przerwę pomiędzy tymi błonami. Ponadto neurony są&nbsp;chronione przez lemocyty (kom&oacute;rki Schwanna), kt&oacute;rych wypustki tworzą wok&oacute;ł nich osłonkę mielinową.. Pomiędzy lemocytami r&oacute;wnież występują przerwy. Są&nbsp;to tzw. węzły Ranviera, kt&oacute;re dokonują przyspieszenia przewodzenia impulsu nerwowego..</p>
<p>Wyr&oacute;żnia się&nbsp;następujące rodzaje neuron&oacute;w:</p>
<ul>
<li>ruchowe (eferentne, odśrodkowe) -&nbsp;kt&oacute;re zbudowane są&nbsp;z neuryt&oacute;w i&nbsp;przewodzą impuls pochodzący z&nbsp;ośrodkowego układu nerwowego do&nbsp;miejsc jego odbioru, kt&oacute;rymi mogą być&nbsp;np. mięśnie, czyli do&nbsp;efektor&oacute;w,</li>
<li>czuciowe (aferentne, dośrodkowe) -&nbsp;kt&oacute;re zbudowane są&nbsp;z dendryt&oacute;w i&nbsp;przewodzą impuls odebrany przez narządy zmysł&oacute;w, czyli receptory do&nbsp;ośrodkowego układu nerwowego,</li>
<li>pośredniczące (kojarzeniowe) -&nbsp;kt&oacute;re zbudowane są&nbsp;zar&oacute;wno z&nbsp;neuryt&oacute;w, jak&nbsp;i dendryt&oacute;w i&nbsp;jak wskazuje nazwa pośredniczą w&nbsp;przewodzeniu impulsu od&nbsp;neuron&oacute;w czuciowych do&nbsp;neuron&oacute;w ruchowych..</li>
</ul>
<p><strong><u>Tkanka łączna</u></strong></p>
<p><strong>Tkanka łączna stała</strong></p>
<p>Budują ją&nbsp;kom&oacute;rki zawierające dużo substancji pozakom&oacute;rkowej. Podział tkanki łącznej stałej jest dosyć obszerny.</p>
<p>Wyr&oacute;żnia się:</p>
<ul>
<li>tkankę łączną właściwą -&nbsp;składa się&nbsp;z substancji pozakom&oacute;rkowej, kt&oacute;rą budują macierz oraz kolagen i&nbsp;elastyna, czyli białkowe wł&oacute;kna, nadające tej&nbsp;tkance giętkość, sprężystość oraz ją&nbsp;wzmacniające:
<ul>
<li>zarodkową -&nbsp;z kt&oacute;rej zbudowane są&nbsp;ciała zarodk&oacute;w,</li>
<li>siateczkowa -&nbsp;kt&oacute;ra zawarta jest w&nbsp;kostnym szpiku i&nbsp;limfatycznych narządach,</li>
<li>wł&oacute;knistą -&nbsp;tworząca błony i&nbsp;przegrody w&nbsp;narządach (wiotka) oraz sk&oacute;rę, ścięgna i&nbsp;torebki staw&oacute;w (zbita),</li>
</ul>
</li>
<li>tkankę łączną szkieletową:
<ul>
<li>chrzęstną -&nbsp;zbudowana z&nbsp;kom&oacute;rek zwanych chondrocytami, znajdujących się&nbsp;obok wł&oacute;kien białkowych w&nbsp;pozakom&oacute;rkowej substancji:</li>
<li>szklistą -&nbsp;najdelikatniejsza, budująca między innymi szkielety zarodk&oacute;w,</li>
<li>sprężystą -&nbsp;sprężystą i&nbsp;dość giętką, budująca małżowinę uszną,
<ul>
<li>wł&oacute;knistą -&nbsp;najgrubsza i&nbsp;najmocniejsza, tworząca znajdujące się&nbsp;między kręgami dyski,</li>
</ul>
</li>
<li>kostną -&nbsp;jej kom&oacute;rki to&nbsp;osteocyty, kt&oacute;re zawarte są&nbsp;w kanalikach utworzonych przez blaszki kostne:</li>
</ul>
</li>
</ul>
<ul>
<li>zbitą -&nbsp;jest tkanką tworzącą część powierzchniową kości,
<ul>
<li style="list-style-type: none;">
<ul>
<li style="list-style-type: none;">
<ul>
<li>gąbczastą -&nbsp;tworzy nasady w&nbsp;przypadku kości długich, a&nbsp;w przypadku pozostałych kości -&nbsp;ich wnętrza.</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
<p><strong>Tkanka łączna płynna</strong></p>
<p>Jej substancja pozakom&oacute;rkowa, czyli osocze jest substancją płynną, dlatego krew (gdy krąży w&nbsp;układzie zamkniętym) i&nbsp;hemolimfe (gdy krąży w&nbsp;układzie otwartym) kwalifikuje się, jako tkankę łączną płynną.</p>
<p>Osocze składa się&nbsp;z:</p>
<ul>
<li>wody,</li>
<li>białek,</li>
<li>związk&oacute;w organicznych, innych niż&nbsp;białkami,</li>
<li>związk&oacute;w nieorganicznych.</li>
</ul>
<p>W osoczu zawieszone są trzy rodzaje krwinek:</p>
<ul>
<li>erytrocyty (krwinki czerwone) -&nbsp;wytwarzane są&nbsp;przez szpik kostny; w&nbsp;ich cytoplazmie znajduje się&nbsp;hemoglobina. Hemoglobina to&nbsp;połączenie białka z&nbsp;czerwonym barwnikiem, czyli hemem. Dzięki tej&nbsp;substancji w&nbsp;organizmie krążą takie gazy jak&nbsp;tlen i&nbsp;dwutlenek węgla,</li>
<li>leukocyty (krwinki białe) -&nbsp;wytwarzane podobnie jak&nbsp;erytrocyty w&nbsp;szpiku kostnym z&nbsp;tą r&oacute;żnicą, że&nbsp;niekt&oacute;re mogą dojrzewać, między innymi w&nbsp;węzłach chłonnych, i&nbsp;wtedy są&nbsp;nazywane limfocytami:
<ul>
<li>granulocyty -&nbsp;ich rolą jest produkcja substancji przeciwkrzepliwej (heparyny) oraz obrona organizmu przed wnikaniem do&nbsp;niego np.&nbsp;drobnoustroj&oacute;w i&nbsp;substancji chemicznych,</li>
<li>monocyty -&nbsp;zajmują się&nbsp;produkcją interferonu, dzięki kt&oacute;remu zostaje zahamowany rozw&oacute;j wirus&oacute;w,</li>
<li>limfocyty -&nbsp;pełnią funkcję obronną organizmu,</li>
</ul>
</li>
<li>trombocyty (płytki krwi) -&nbsp;r&oacute;wnież produkowane w&nbsp;szpiku kostnym, odpowiedzialne są&nbsp;za procesy powodujące krzepnięcie krwi.</li>
</ul>
<hr>
<p><em>lista zadań do zrobienia w tej notatce: podział granulocyt&oacute;w, jakieś fajne obrazki, dokładniejsze opisy</em></p>
<p><em>źr&oacute;dło:&nbsp;https://www.bryk.pl/wypracowania/biologia/zoologia/19214-tkanki-zwierzece.html</em></p>